Repository: NaN-tic/trytond-account_invoice_line_stand2invoice
Catalog: locale/*.po
Languages: ca, es

# error:account.invoice.line.stand2invoice.create_invoice:
source: Invoice line "%s" (%s) must have a party.
ca: La línia de factura "%s" (%s) ha de tenir un tercer.
es: La línea de factura "%s" (%s) debe tener un tercero.

# error:account.invoice.line.stand2invoice.create_invoice:
source: Invoice line "%s" (%s) was invoiced (%s).
ca: La línia de factura "%s" (%s) ja està facturada (%s).
es: La línea de factura "%s" (%s) ya está facturada (%s).

# error:account.invoice.line.stand2invoice.create_invoice:
source: Invoice line "%s" (ID %s) must have a party.
ca: La línia de factura "%s" (ID %s) ha de tenir un tercer.
es: La línea de factura "%s" (ID %s) debe tener un tercero.

# error:account.invoice.line.stand2invoice.create_invoice:
source: Invoice line "%s" (ID %s) was invoiced (ID %s).
ca: La línia de factura "%s" (ID %s) ja s'ha facturat (ID %s).
es: La línea de factura "%s" (ID %s) ya se ha facturado (ID %s).

# error:account.invoice.line.stand2invoice.create_invoice:
source: Invoices - %s
ca: Factures - %s
es: Facturas - %s

# error:account.invoice.line.stand2invoice.create_invoice:
source: The invoice lines do not have the same invoice type.
ca: Les línies de factura no tenen el mateix tipus de factura.
es: Las líneas de factura no tienen el mismo tipo de factura.

# field:account.invoice.line.stand2invoice.create_invoice.start,description:
source: Description
ca: Descripció
es: Descripción

# field:account.invoice.line.stand2invoice.create_invoice.start,invoice_date:
source: Invoice Date
ca: Data factura
es: Fecha factura

# model:account.invoice.line.stand2invoice.create_invoice.start,name:
source: Account Invoice Lines to Invoices Start
ca: Inici de línies de factura a factura
es: Inicio de líneas de factura a factura

# model:ir.action,name:act_invoice_lines
source: Create Invoices
ca: Crea factures
es: Crear facturas

# view:account.invoice.line.stand2invoice.create_invoice.start:
source: Create invoices from invoice lines
ca: Crea factures des de línies de factura
es: Crear facturas desde líneas de factura

# wizard_button:account.invoice.line.stand2invoice.create_invoice,start,create_:
source: Create
ca: Crea
es: Crear

# wizard_button:account.invoice.line.stand2invoice.create_invoice,start,end:
source: Cancel
ca: Cancel·la
es: Cancelar
